Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_complaints/index.html.txt.tmx
Source language: en
Languages: ga

source: The Competition and Consumer Protection Commission is an independent body established by law to protect the rights of consumers. Find out about consumer complaints procedures
ga: Cur síos gairid ar an gcóras le deileáil le gearáin úsáideoirí agus an ról atá ag Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: How to make a consumer complaint
ga: Conas gearán tomhaltóra a dhéanamh

source: Buying goods or services in Ireland provides certain rights under Irish consumer legislation
ga: Soláthraítear cearta áirithe faoi reachtaíocht tomhaltóirí na hÉireann do cheannach earraí nó seirbhísí

source: Tips on how to complain effectively
ga: Leideanna ar conas gearán a thabhairt go héifeachtach

source: Replacements, refunds and credit notes
ga: Earra in ionad, aisíocaíochta agus nótaí sochair

source: If you buy unfit or faulty goods and you complain successfully to the retailer you are entitled to a replacement, a repair or a refund
ga: Má ghlactar le gearán a dhéanann tú tar éis earraí neamhfheidhmeacha nó lochtacha a cheannach, tá tú i dteideal earra nua, deisiú nó aisíoc a fháil

source: This document explains what your rights are with regard to refunds
ga: Míníonn an cháipéis seo do chearta maidir le haisíocaíochtaí

source: The small claims procedure provides an inexpensive, fast and easy way for consumers to resolve disputes without a solicitor
ga: Déantar cur síos sa doiciméad seo ar an chaoi a n-oibríonn nós imeachta um éilimh bheaga

source: This document is in: Justice > Courts system
ga: This document is in: Dlí > Córas na gCúirteanna

source: You may be able to resolve a dispute that you have with a company using alternative dispute resolution
ga: D'fhéadfá a bheith in ann a réiteach díospóide go bhfuil tú le cuideachta in Éirinn ag baint úsáide as réiteach díospóide malartach

source: This document describes what alternative dispute resolution is and how it might be useful to Irish consumers
ga: Cur síos ar an doiciméad seo a bhfuil réiteach díospóide malartach agus conas a fhéadfadh sé a bheith úsáideach do thomhaltóirí na hÉireann

source: Where to complain about home building or home improvements
ga: Gairmeacha go leor a bhfuil baint acu feabhsúcháin tí

source: Many professions are involved in home improvements, here you will find information on the various organisations that deal with trades and professions involved in home building or home improvements in Ireland
ga: Anseo gheobhaidh tú eolas ar na heagraíochtaí éagsúla a bhíonn ag déileáil le ceirdeanna agus gairmeacha bainteach le foirgneamh bhaile nó feabhsúcháin tí

source: Making a complaint about telecommunications or postal services
ga: Ag déanamh gearáin faoi sheirbhísí teileachumarsáide nó seirbhísí poist

source: ComReg deals with unresolved complaints about telecommunications or postal services
ga: Déileálann ComReg le gearáin neamh-réitithe faoi sheirbhísí teileachumarsáide agus faoi sheirbhísí poist

source: Find out how and when to make a complaint
ga: Faigh amach conas agus cathain is ceart gearán a dhéanamh

source: Making a complaint about a taxi, hackney or limousine
ga: Gearán a dhéanamh faoi thiománaí tacsaí, hacnaí nó limisín in Éirinn

source: The vast majority of taxi, hackney or limousine drivers operate safe, efficient services
ga: Tá seirbhísí sábháilte, éifeachtúla á gcur ar fáil ag formhór tiománaithe tacsaí, hacnaí nó limisín

source: Find out how to make a complaint about bad service
ga: Faigh amach conas gearán a dhéanamh faoi dhroch-sheirbhís

source: This document is in: Travel and Recreation > Public transport
ga: This document is in: Taisteal agus Áineas > Iompar Poiblí

source: Making a complaint about a Financial Service Provider
ga: Gearán a dhéanamh faoi soláthróirí seirbhíse airgeadais

source: The Financial Services Ombudsman ensures that unresolved complaints from customers of financial service providers are investigated, mediated and adjudicated fairly
ga: Cinntíonn an Ombudsman um Sheirbhísí Airgeadais go gearáin neamhréitithe ó chustaiméirí na soláthróirí seirbhísí airgeadais a fhiosrú, idirghabháil agus a bhreithniú go cothrom

source: Find out more about the Financial Services Ombudsman here
ga: Faigh amach tuilleadh faoi Ombudsman na Seirbhísí Airgeadais anseo

source: Where to complain about a professional and others
ga: Cén áit le gearán a dhéanamh faoi dhaoine gairmiúla agus daoine eile

source: Many professions and skills groups have professional bodies to represent their interests
ga: Tá go leor gairmeacha agus grúpaí scileanna comhlachtaí gairmiúla chun ionadaíocht a dhéanamh dá leasanna

source: Find out here about making complaints about a solicitor, barrister, teacher, accountant or a counsellor or therapist to their professional organisations
ga: Faigh amach anseo faoi a dhéanamh ar ghearáin faoi aturnae, abhcóide, múinteoir, cuntasóir nó comhairleoir nó teiripeoir chun a n-eagraíochtaí gairmiúla

source: Where to complain about medical professionals
ga: Cén áit le gearán a dhéanamh faoi Dhaoine Gairmiúla Leighis

source: The medical professions in Ireland have regulatory bodies to promote high standards of professional conduct, maintain a register of qualified personnel and investigate allegations of professional misconduct or fitness to practice
ga: Tá na gairmeacha leighis in Éirinn comhlachtaí rialála a chur chun cinn caighdeáin arda iompair ghairmiúil, clár de phearsanra cáilithe a choimeád ar bun agus líomhaintí mí-iompar gairmiúil nó aclaíochta a chleachtadh imscrúdú

source: Disputes with financial institutions in other EU countries
ga: Díospóidí le hinstitiúidí airgeadais atá lonnaithe i dtír eile Eorpach

source: FIN-NET is a mechanism that allows unresolved cross-border disputes between you and your financial service provider to be solved quickly and easily
ga: Is bealach é FIN-NET le deis a thabhairt teacht ar réiteach simplí agus tapaidh ar easaontas trasteorann idir tú féin agus soláthraí seirbhísí airgeadais

source: This document is in: Money and Tax > Personal finance > Consumer protection
ga: This document is in: Airgead agus Cáin > Airgeadas pearsanta > Cosaint tomhaltóra

source: Most Read in "Consumer Affairs"
ga: Ábhar is mó éilimh i "Gnóthaí Tomhaltóirí"

source: Your rights as a consumer in Ireland
ga: Cearta Tomhaltóirí in Éirinn

source: Display of prices for goods and services
ga: Carr athláimhe a cheannach
